"alert_message_invalid_pin" = "The PIN is not valid.";

"command_error_blocked_ciam_id" = "%1$d alkalommal rosszul adta meg PIN-kódját. Mercedes me azonosítóját ezért blokkoltuk %2$@ időtartamra.";

"command_error_minute" = "%1$d minute";

"command_error_minutes" = "%1$d perc";

"command_error_pin_invalid" = "Ön %1$d alkalommal tévesen adta meg PIN-kódját.";

"general_cancel" = "Mégse";

"general_error_msg" = "Hiba lépett fel. Kérjük, próbálja meg újból.";

"general_error_network_msg" = "Valami hiba történt.Kérjük, ellenőrizze az internetkapcsolatot!";

"general_error_title" = "Hiba";

"general_hint" = "Megjegyzés";

"general_no" = "Nem";

"general_ok" = "Rendben";

"general_yes" = "Igen";

"login_error_authentication_failed" = "A hitelesítés nem sikerült.Kérjük, próbálja meg újból.";

"login_error_wrong_tan" = "Az Ön által megadott információ sajnos nem volt helyes. Kérjük, vegye figyelembe, hogy egy újabb kísérlet előtt esetleg várnia kell néhány percet.";

"login_info_alert_message" = "A Mercedes me ID az Ön mobiltelefonszámából vagy e-mail-címéből áll. Mercedes me ID-jével bárhol bejelentkezhet a Mercedes-Benz digitális világába. Hozzáférést biztosít a lakcíme szerinti országban rendelkezésre álló szolgáltatásokhoz, funkciókhoz és platformokhoz.";

"login_info_alert_title" = "Mercedes me ID";

"login_invalid_input" = "Kérjük, adjon meg egy érvényes e-mail-címet vagy telefonszámot!";

"login_mercedesme_id" = "Mercedes me ID";

"login_next" = "Tovább";

"login_only_caption" = "Bejelentkezés";

"login_username" = "Mobiltelefonszám vagy e-mail-cím";

"login_user_not_registered" = "Regisztrálja magát ingyenesen a további Mercedes me Alkalmazások egyikében!";

"pin_popup_button_again" = "Újbóli próbálkozás";

"pin_popup_cancel" = "Mégse";

"pin_popup_default_no_pin_message" = "érjük, állítson be egy PIN-kódot a Mercedes me Alkalmazások egyikében.";

"pin_popup_description" = "Kérjük, adja meg %1$d -jegyű PIN-kódját:";

"pin_popup_send" = "Küldés";

"pin_popup_title" = "PIN-kód megadása";

"pin_popup_wrong_pin_msg" = "A PIN-kód helytelen. Kérjük, próbálja meg újból.";

"pin_popup_wrong_pin_title" = "Helytelen PIN-kód";

"registration_user_consent_message" = "Az alkalmazás folyamatos javítása céljából, anélkül, hogy abból az Ön személyére következtetni lehetne, elemezzük az alkalmazás és funkcióinak használatát. Ez a funkció a Menü > Beállítások > Elemzések pontban bármikor deaktiválható.";

"registration_user_consent_title" = "Mercedes me használati adatok";

"verification_btn_next" = "Tovább";

"verification_btn_send_again" = "Új TAN-kód igénylése";

"verification_headline" = "Ellenőrző kód";

"verification_login_msg_mail" = "Kérjük, adja meg a TAN-kódot, melyet e-mailben megküldtünk Önnek!";

"verification_login_msg_user" = "A visszaigazoláshoz küldtünk Önnek egy %1$d jegyű kódot a(z) %2$@-re. Kérjük, adja meg ezt a kódot!";

"verification_not_received" = "Nem kapott TAN-kódot?";

"verification_not_received_hint_mail" = "Kérjük, ellenőrizze a megadott e-mail-címet, vagy kérjen új ellenőrző kódot!";

"verification_not_received_hint_phone" = "Kérjük, ellenőrizze a megadott mobiltelefonszámot vagy kérjen egy új TAN-kódot!";

"verification_send_again_msg" = "Kérése ismét el lett küldve";

"verification_title" = "Ellenőrzés";

